/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Preferências da Dock. As preferências dividem-se entre chaves de aparência simples e dicionários mais complexos de ícones de aplicações e documentos.";
"autohide.pfm_title" =						"Ocultar";
"autohide.pfm_description" =				"Definir como verdadeiro para ligar ocultação.";
"autohide-immutable.pfm_title" =			"Ocultação de opção desactivada";
"autohide-immutable.pfm_description" =		"Definir como verdadeiro para desactivar a opção Ocultar e mostrar automaticamente.";
"contents-immutable.pfm_title" =			"Alterações desactivadas";
"contents-immutable.pfm_description" =		"Definir como verdadeiro para impedir que o utilizador altere o conteúdo da base de ligação.";
"largesize.pfm_title" =						"Tamanho máximo do ícone";
"largesize.pfm_description" =				"Tamanho máximo do ícone em pixels.";
"launchanim.pfm_title" =					"Animação do início";
"launchanim.pfm_description" =				"Definir como verdadeiro para utilizar o início da animação.";
"launchanim-immutable.pfm_title" =			"Opção da animação do início desactivada";
"launchanim-immutable.pfm_description" =	"Definir como verdadeiro para desactivar a opção de animação do início.";
"magnification.pfm_title" =					"Ampliação";
"magnification.pfm_description" =			"Definir como verdadeiro para ligar a ampliação.";
"magnify-immutable.pfm_title" =				"Opção de ampliação desactivada";
"magnify-immutable.pfm_description" =		"Definir como verdadeiro para desactivar a caixa de verificação de ampliação.";
"magsize-immutable.pfm_title" =				"Nível de ampliação desactivado";
"magsize-immutable.pfm_description" =		"Definir como verdadeiro para desactivar o nível de ampliação.";
"mineffect.pfm_title" =						"Efeito de minimização";
"mineffect.pfm_description" =				"Efeito de minimização.";
"mineffect-immutable.pfm_title" =			"Menu instantâneo de redução desactivado";
"mineffect-immutable.pfm_description" =		"Definir como verdadeiro para desactivar o menu instantâneo de efeito de redução.";
"orientation.pfm_title" =					"Posição";
"orientation.pfm_description" =				"Posição da Dock à esquerda, direita ou inferior.";
"position-immutable.pfm_title" =			"Controlos de posicionamento desactivados";
"position-immutable.pfm_description" =		"Definir como verdadeiro para impedir que o utilizador altere a posição da base de ligação.";
"tilesize.pfm_title" =						"Tamanho de ícone";
"tilesize.pfm_description" =				"Tamanho de ícone.";
"size-immutable.pfm_title" =				"Controlo de dimensionamento dos ícones desactivado";
"size-immutable.pfm_description" =			"Definir como verdadeiro para impedir que o utilizador altere o tamanho dos ícones.";
"static-only.pfm_title" =					"Apenas ícones geridos";
"static-only.pfm_description" =				"Definir como verdadeiro para mostrar apenas os ícones geridos.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Ícones de aplicações";
"AppItems-Raw.pfm_description" =			"Matriz para gestão de ícones de aplicações.";
"apptile.pfm_title" =						"Ícone de aplicação";
"apptile.pfm_description" =					"Ícone de uma aplicação.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dados de ícones da Dock";
"tile-data.pfm_description" =				"Dados de ícones da Dock.";
"file-data.pfm_title" =						"Dados do ficheiro";
"file-data.pfm_description" =				"Dados de ficheiro para um ícone de ficheiro.";
"_CFURLString.pfm_title" =					"Percurso do ficheiro";
"_CFURLString.pfm_description" =			"Percurso absoluto no sistema de ficheiros.";
"_CFURLStringType.pfm_title.file" =			"Tipo de ficheiro de URL";
"_CFURLStringType.pfm_description.file" =	"Tipo de ficheiro de URL. Especificado sempre como 0.";
"_CFURLStringType.pfm_title.URL" =			"Tipo de URL";
"_CFURLStringType.pfm_description.URL" =	"Tipo de URL. Definido sempre como 0.";
"_CFURLStringType.pfm_title.URLID" =		"Tipo de ID de URL";
"_CFURLStringType.pfm_description.URLID" =	"Tipo de ID de URL. Especificado sempre como 15.";
"_CFURLAliasData.pfm_title" =				"Atalho";
"_CFURLAliasData.pfm_description" =			"Dados do atalho; necessário apenas para elementos de servidor.";
"tile-type.pfm_title" =						"Tipo de ícone";
"tile-type.pfm_description" =				"Tipo de mosaico.";
"mcx_typehint.pfm_title" =					"Pista do tipo de MCX";
"mcx_typehint.pfm_description" =			"Usado internamente pelo Gestor do Grupo de Trabalho. Não alterar.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Ícones de documentos";
"DocItems-Raw.pfm_description" =			"Matriz para gestão de ícones de documentos e endereços URL.";
"doctile.pfm_title" =						"Ícone de documento";
"doctile.pfm_description" =					"Ícone de um documento.";
"url.pfm_title" =							"Dados do URL";
"url.pfm_description" =						"Dados do URL para o ícone do URL.";
"file-label.pfm_title" =					"Etiqueta do ícone de ficheiro";
"file-label.pfm_description" =				"Etiqueta do ícone de ficheiro.";
"label.pfm_title" =							"Etiqueta do ícone de URL";
"label.pfm_description" =					"Etiqueta do ícone de URL.";
"file-type.pfm_title" =						"Tipo de elemento";
"file-type.pfm_description" =				"Tipo de elemento. Para títulos de documentos: definir como 2 para não volume, 18 para volume, 32 se não for uma pasta.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Pastas especiais MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Pastas adicionadas pelo cliente gerido.";
"mcxfolderflag.pfm_title" =						"Marcador de pasta";
"mcxfolderflag.pfm_description" =				"Marcador para uma pasta adicionada pelo cliente gerido.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Política de união para ícones de aplicações geridos";
"appTilesUPKManaged.pfm_description" =		"Chaves de política de união de ícones de aplicações num domínio gerido.";
"appTilesUPKUser.pfm_title" =				"Política de união para ícones de aplicações do utilizador";
"appTilesUPKUser.pfm_description" =			"Chaves de política de união de ícones de aplicações no domínio do utilizador.";
"docTilesUPKManaged.pfm_title" =			"Política de união para ícones de documentos geridos";
"docTilesUPKManaged.pfm_description" =		"Chaves de política de união de ícones de documentos num domínio gerido.";
"docTilesUPKUser.pfm_title" =				"Política de união para ícones de documentos do utilizador";
"docTilesUPKUser.pfm_description" =			"Chaves de política de união de ícones de documentos no domínio do utilizador.";
"mcxDocSpecialUPK.pfm_title" =				"Chave de política de união para pastas especiais do cliente gerido";
"mcxDocSpecialUPK.pfm_description" =		"Chave de política de união para pastas especiais da Dock do cliente gerido.";
